export let invoiceType = {
  0: '增值税发票',
  1: '出租车发票',
  2: '定额发票',
  3: '其他票据'
}
export let invoiceStatus = {
  0: '未报销', // #646566 深灰
  1: '报销中', // #1989fa 蓝色
  2: '未确认', // #07c160 绿色
  3: '已完成', // #8f8f8f 浅灰
  4: '已撤回' // #646566 深灰
}
export let invoiceColor = {
  0: '#646566', // #646566 深灰
  1: '#1989fa', // #1989fa 蓝色
  2: '#07c160', // #07c160 绿色
  3: '#8f8f8f', // #8f8f8f 浅灰
  4: '#646566' // #646566 深灰
}
export let reimStatus = {
  0: '进行中', // #1989fa 蓝色               即管理员未报销
  1: '未确认', // #07c160 绿色               即管理员已报销
  2: '已完成', // #8f8f8f 浅灰               即已完成
  3: '已撤回' // #646566 深灰                即已撤回
}
export let adminReimStatus = {
  0: '未报销', // #1989fa 蓝色               即管理员未报销
  1: '待确认', // #07c160 绿色               即管理员已报销
  2: '已完成' // #8f8f8f 浅灰                即已完成
  // 3: '已撤回' // #646566 深灰                即已撤回
}
export let reimStatusColor = {
  0: '#1989fa', // #1989fa 蓝色              即管理员未报销
  1: '#07c160', // #07c160 绿色              即管理员已报销
  2: '#8f8f8f', // #8f8f8f 浅灰               即已完成
  3: '#646566' // #646566 深灰                即已撤回
  // 3: '已完成' // #8f8f8f 浅灰
}
